{
  "start": {
    "text": "Выбери персонажа",
    "choices": [
      {
        "text": "Семён Будённый",
        "next": "Budyonny_01"
      },
      {
        "text": "Феликс Дзержинский",
        "next": "DzeStart"
      }
    ]
  },
  "Budyonny_01": {
    "text": "Ты, Семён Будённый, сын донского казака, стоишь на распутье. Перед тобой — выбор, способный изменить судьбу: остаться пахать землю или шагнуть в солдатскую шинель.\nВ станице шепчутся: армия ломает, но и возвышает. А в глубине души зреет желание вырваться — туда, где гремит медь, где слава зовёт сквозь строй и порох.",
    "choices": [
      {
        "text": "Пойти в армию",
        "next": "Budyonny_24"
      },
      {
        "text": "Остаться дома",
        "next": "Budyonny_02"
      }
    ]
  },
  "Budyonny_02": {
    "text": "Ты решил остаться в станице Платовской. День за днём — плуг, жара, крик жены, хмель на праздники.\nЖизнь идёт ровно, но словно вязнет в пыльной дороге. Над хутором сгущаются тучи: помещики безжалостны, слухи о бандах и бунтах всё громче. Спокойствие здесь — не навсегда.",
    "choices": [
      {
        "text": "Примкнуть к банде",
        "next": "Budyonny_03"
      },
      {
        "text": "Жить тихо",
        "next": "Budyonny_04"
      }
    ]
  },
  "Budyonny_03": {
    "text": "Ты уходишь в степь, к тем, кто живёт по своим законам. Налёты, выстрелы, звон монет в темноте — теперь это твоя жизнь.\nСолдаты идут на фронт, а ты — в тени закона, как вольный разбойник. Границы между добром и злом стираются, пока копыта небо царапают.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_06"
      }
    ]
  },
  "Budyonny_04": {
    "text": "Ты выбрал тишину. Поле, скот, огонь в печи. Война пока обходит стороной.\nНо каждая новость из мира — как раскат грома вдали.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_05"
      }
    ]
  },
  "Budyonny_05": {
    "text": "Великая война рвёт Европу на части, и волна дошла до станицы. Приехали жандармы с повестками, в церкви служба, в глазах — страх.\nВ твоих руках — выбор: шагнуть в мясорубку истории или укрыться под покровом степи. Но можно ли от судьбы убежать?",
    "choices": [
      {
        "text": "Уйти на войну",
        "next": "Budyonny_07"
      },
      {
        "text": "Присоединиться к дезертирам",
        "next": "Budyonny_03"
      }
    ]
  },
  "Budyonny_06": {
    "text": "Ты живёшь словно на краю мира. Вихрь революции пронёсся мимо, не затронув твою хату, не уронив ни одной пули в огород.\nНо ты чувствуешь — не навсегда. Мир изменился, и ты остался в стороне. История не любит тех, кто не делает выбор.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_08"
      }
    ]
  },
  "Budyonny_07": {
    "text": "На передовой — ад. Поле в грязи, воронки от снарядов, крики умирающих. Командиры кричат, но сами боятся.\nТы держишься в седле уверенно, как будто родился с шашкой в руке. Но как вести себя в этом аду — держаться в стороне или проявить инициативу?",
    "choices": [
      {
        "text": "Проявить инициативу",
        "next": "Budyonny_09"
      },
      {
        "text": "Держаться в стороне",
        "next": "Budyonny_10"
      }
    ]
  },
  "Budyonny_08": {
    "text": "Ты не выбрал ни сторону красных, ни белых — был сам по себе, с винтовкой и лошадью.\nТеперь же приходят из Совета, с бумагами и винтовками. Говорят: сдавайся, амнистия. Но разве можно верить победителям?",
    "choices": [
      {
        "text": "Сдаться",
        "next": "Budyonny_70"
      },
      {
        "text": "Бегство",
        "next": "Budyonny_71"
      }
    ]
  },
  "Budyonny_09": {
    "text": "Немцы укрепились на холме, и штабу нужен «язык» — пленный, который расскажет об их силах.\nТы вызываешься добровольно. Комиссар смотрит с удивлением: «Ты уверен? Задание — на грани самоубийства». Ты только киваешь.\nВместе с напарником, молодым кавалеристом, вы пересекаете линию фронта, ползёте в тени, обходите проволоку. Вам везёт — немецкий дозор не замечает.\nВы нападаете внезапно. Немца обезоруживают, связывают, затыкают рот. Но на обратном пути раздаётся резкий хлопок — мина. Напарник падает с криком.\n\nТы пригибаешься, пленный дёргается, пытается сбежать. Напарник корчится от боли — осколок в животе, кровь заливает шинель. Он смотрит на тебя, шепчет:\n— Не бросай меня…\nНо с каждым шагом к линии фронта пленный всё тяжелее. Ты понимаешь: тащить обоих не выйдет. Нужно выбрать — спасать товарища или довести задание до конца.",
    "choices": [
      {
        "text": "Спасти товарища",
        "next": "Budyonny_11"
      },
      {
        "text": "Оставить раненого",
        "next": "Budyonny_12"
      }
    ]
  },
  "Budyonny_10": {
    "text": "Кризис 1915 года (Великое отступление.\n\nЦепи пехоты рассыпаются, земля дрожит от снарядов. Немецкие пулемёты работают, как жернова.\nПолк отступает, а ты — последний заслон. Трава горит под ногами, и ты знаешь: любое решение станет легендой... или гибелью.",
    "choices": [
      {
        "text": "Поджечь поле",
        "next": "Budyonny_14"
      },
      {
        "text": "Бежать с остальными",
        "next": "Budyonny_73"
      },
      {
        "text": "Сдаться в плен",
        "next": "Budyonny_72"
      }
    ]
  },
  "Budyonny_11": {
    "text": "Ты пытался быть человеком: спасти друга, не упустить врага. Но в окопах доброта редко приводит к победе.\nПленный исчез, как тень. Задание провалено — ты отдан под трибунал. Солдат платит за всё.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Цена доброты"
  },
  "Budyonny_12": {
    "text": "Ты бросил товарища - ведь выполнение задания - первыше всего. Но тот, кого ты оставил истекать кровью в тылу врага, чудом выжил. Он вытащил себя из грязи и боли, стиснув зубы от ненависти.\nИ вот однажды, когда ты спишь после нового рейда, он приближается с револьвером в руке. Выстрел глушит судьбу. Ты погиб не на поле брани, а от руки своего.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Выстрел в спину"
  },
  "Budyonny_14": {
    "text": "Ты подносишь факел к высоким стеблям — и вот уже над полем поднимается стена огня. Пламя глотает степь и врага, как сама стихия.\nЭтот риск спас отряд. За это тебе вручили крест — скромный знак за ад, который ты развязал.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_15"
      }
    ]
  },
  "Budyonny_15": {
    "text": "1916 год — Брусиловский прорыв\n\nГенерал Брусилов отдал приказ: на рассвете — в атаку. Ты смотришь на равнину, где австрийцы заняли выгодные позиции.\nЛобовая атака — самоубийство, но ты знаешь: если прорвёшься, имя твое запомнят. Сабли затянуты, конь не чувствует дрожи — только ты должен сделать шаг.",
    "choices": [
      {
        "text": "Лобовая атака",
        "next": "Budyonny_17"
      },
      {
        "text": "Отказаться",
        "next": "Budyonny_16"
      }
    ]
  },
  "Budyonny_16": {
    "text": "Ты попытался возразить генералу. Рассказал о рисках, о невозможности атаки в лоб. Он не слушал.\nИ теперь ты стоишь перед судом — не за трусость, а за разум. Но армия не прощает разума без приказа.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Разум под трибуналом"
  },
  "Budyonny_17": {
    "text": "Конница хлынула на окопы, как лавина стали и крика. Ты мчишься сквозь взрывы, слышишь звон шашки и треск винтовок.\nКровь течёт по ноге, но ты не падаешь — бросаешься на командира противника и берёшь его живым.\nВ медсанбате тебе шепчут: тебя наградили крестом третьей степени. Но всё, что ты помнишь — запах гари и глаза убитых.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_18"
      }
    ]
  },
  "Budyonny_18": {
    "text": "1917 год — Революция\n\nВойска больше не слушают генералов — теперь слово за солдатами. Красные флаги полощутся рядом с царскими медалями.\nТебя зовут командиром — ведь ты герой, кавалер, свой. Но кого слушать: революцию или казачью честь?\nРоссия тонет в новой смуте, и ты стоишь на её острие.",
    "choices": [
      {
        "text": "Примкнуть к большевикам",
        "next": "Budyonny_19"
      },
      {
        "text": "Примкнуть к казакам",
        "next": "Budyonny_20"
      },
      {
        "text": "Разойтись по домам",
        "next": "Budyonny_21"
      }
    ]
  },
  "Budyonny_19": {
    "text": "Ты поднимаешь красный флаг. Всё внутри протестует — ты привык к коню, не к лозунгам.\nНо с тобой идут люди, и ты веришь: порядок из хаоса возможен. И если его надо сражать — значит, ты снова в седле.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Красный кавалерист"
  },
  "Budyonny_20": {
    "text": "Ты выбираешь верность — остаёшься с теми, кто носит погоны и кресты, кто считает революцию предательством.\nКазаки поднимают знамёна Дона, присягают Временному правительству, а потом — Деникину. Ты становишься частью Белого движения, осознавая: теперь ты для красных — враг.\nМежду конницей и бронепоездами начинается жестокая война, и назад дороги нет.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. На стороне белых"
  },
  "Budyonny_21": {
    "text": "Ты бросаешь винтовку и уходишь в туман. Хочешь просто жить.\nНо на родине всё пылает: красные, белые, банды, голод. Дом больше не пристань, а пепелище — и даже тишина здесь гремит, как выстрел.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Иллюзия тишины"
  },
  "Budyonny_24": {
    "text": "Самовольная атака под Бжезинами (1914)\n\nТы лежишь в высокой траве, прячась за стогом мокрого сена. Перед тобой — поле, по которому уже почти час идут немецкие обозы: повозки с амуницией, артиллерией, ранеными и охраной.\nКомандование запретило вмешиваться: разведка должна докладывать, а не геройствовать. \nНо ты видишь — это шанс. Немцы идут без прикрытия, растянуты. Один удар — и десятки повозок вспыхнут, паника разнесётся по фронту.",
    "choices": [
      {
        "text": "Соблюдать приказ",
        "next": "Budyonny_26"
      },
      {
        "text": "Атаковать вопреки приказу",
        "next": "Budyonny_25"
      }
    ]
  },
  "Budyonny_25": {
    "text": "Ты поднимаешь взвод без приказа и ударяешь по немецкому обозу. Атака стремительна — немцы в панике, обоз уничтожен.\nВ штабе сначала ругают за самовольство, но успех неоспорим.\nЧерез неделю тебе вручают Георгиевский крест — за личную инициативу и решительность на фронте.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_27"
      }
    ]
  },
  "Budyonny_26": {
    "text": "Ты выполняешь приказ: наблюдаешь, запоминаешь, возвращаешься.\nДоклад принят, но обоз уходит невредимым. Позже узнаёшь — он снабжал участок, где погибли сотни.\nТы сделал всё правильно. Но в боевом журнале твоё имя не появится.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_28"
      }
    ]
  },
  "Budyonny_27": {
    "text": "Избиение вахмистра Хестанова (1915)\n\nВ полку всё чаще звучит ропот. Солдаты измотаны, офицеры злы и голодны, пайки урезаны.\nВахмистр Хестанов — особенно жестокий. Он бьёт плёткой, кричит, издевается.\nСегодня он вновь унижает солдата за испачканную шинель — бьёт его при всём эскадроне, а потом швыряет сапогом.\n\nТы выходишь вперёд:\n— Довольно.\n\nОн смеётся в лицо.",
    "choices": [
      {
        "text": "Бьёшь офицера и рискуешь быть расстрелянным",
        "next": "Budyonny_29"
      },
      {
        "text": "Сдерживаешься",
        "next": "Budyonny_30"
      }
    ]
  },
  "Budyonny_28": {
    "text": "Избиение вахмистра Хестанова (1915)\n\nВ полку всё чаще звучит ропот. Солдаты измотаны, офицеры злы и голодны, пайки урезаны.\nВахмистр Хестанов — особенно жестокий. Он бьёт плёткой, кричит, издевается.\nСегодня он вновь унижает солдата за испачканную шинель — бьёт его при всём эскадроне, а потом швыряет сапогом.\n\nТы выходишь вперёд:\n— Довольно.\n\nОн смеётся в лицо.",
    "choices": [
      {
        "text": "Бьёшь офицера и рискуешь быть расстрелянным",
        "next": "Budyonny_31"
      },
      {
        "text": "Сдерживаешься",
        "next": "Budyonny_30"
      }
    ]
  },
  "Budyonny_29": {
    "text": "Ты не выдерживаешь. Один удар — и Хестанов валится в грязь. Полк замирает.\nТебя отводят под арест. Расстрела не последовало — боевые заслуги спасли.\nНо Георгиевский крест снимают. Переводят в другой эскадрон. Считаешь: всё справедливо.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_32"
      }
    ]
  },
  "Budyonny_30": {
    "text": "Ты стискиваешь кулаки до боли, но не поднимаешь руку. Хестанов смеётся — но ты молчишь.\nПозже, в тишине, ты понимаешь, что сохранил жизнь. Но потерял уважение.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_32"
      }
    ]
  },
  "Budyonny_31": {
    "text": "Ты выходишь вперёд и бьёшь его. Один раз, сильно. Полк замирает. Вахмистр не встаёт.\n\nНа следующий день — военно-полевой суд. Заседание — пятнадцать минут.\n«Нападение на старшего по чину в боевой обстановке».\n\nРассвет. Стена. Команда «Огонь».\nВ истории остался бы только рапорт о дисциплинарном взыскании.\nНо не ты.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Смерть за честь"
  },
  "Budyonny_32": {
    "text": "Бой за Ван и захват турецкой батареи (1915)\n\nТы с группой разведчиков глубоко за линией фронта, в горах, близ озера Ван.\nСквозь утренний туман ты замечаешь турецкую батарею — пушки на пригорке, охрана вялая. Ветер доносит рваные команды.\nСвязь с командованием отсутствует, но шанс редкий: если ударить сейчас — можно захватить орудия и спасти жизни на фронте.\nПриказа нет. Но решение — твоё.",
    "choices": [
      {
        "text": "Рискуешь и атакуешь батарею",
        "next": "Budyonny_33"
      },
      {
        "text": "Возвращаешься с докладом, не вступая в бой",
        "next": "Budyonny_34"
      }
    ]
  },
  "Budyonny_33": {
    "text": "Ты ведёшь людей в атаку, словно буря срывается с хребтов. Турки не успевают развернуть орудия.\nПобеда! Ты возвращаешься с крестом на груди.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_35"
      }
    ]
  },
  "Budyonny_34": {
    "text": "Ты возвращаешься и докладываешь. Штаб высылает артиллерию — но поздно.\nКогда ты слышишь о гибели роты, что пошла туда позже, ты понимаешь: порой промедление убивает сильнее врага.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_35"
      }
    ]
  },
  "Budyonny_35": {
    "text": "Январь 1916 года, предгорья Эрзурума\n\nПеред тобой — брешь в обороне, словно врата в ад. Туман стелется по горам, и ты знаешь: через час здесь может быть бой.\nВремя — главный враг. Или союзник. Ты решаешь: атаковать или ждать разведку?",
    "choices": [
      {
        "text": "Немедленно атаковать",
        "next": "Budyonny_36"
      },
      {
        "text": "Дождаться разведки",
        "next": "Budyonny_74"
      }
    ]
  },
  "Budyonny_36": {
    "text": "Вы мчитесь вперёд — и вдруг всё вокруг взрывается. Турки были готовы.\nТы падаешь с коня, не успев вскрикнуть. Мгновение — и война для тебя закончена.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Погиб в засаде"
  },
  "Budyonny_37": {
    "text": "Февраль 1917 — Революция и выбор стороны\n\nНиколай II отрекается от престола. Старый порядок рухнул, а фронт рассыпается на глазах.\nВ 18-м Северском драгунском полку начинается брожение: офицеры теряют власть, солдаты избирают комитеты. Казармы больше не слушают приказы сверху — решает общее собрание.\nТы — полный Георгиевский кавалер, уважаемый всеми. Товарищи смотрят на тебя и говорят: «Семён, веди нас. Будь нашим командиром».\nНо за этим выбором — новый путь: ты или останешься с армейской дисциплиной, или шагнёшь в революцию, где каждый день — борьба не только с врагом, но и с самим собой.",
    "choices": [
      {
        "text": "Поддержать солдатский комитет",
        "next": "Budyonny_53"
      },
      {
        "text": "Уйти с казаками-контрреволюционерами",
        "next": "Budyonny_38"
      }
    ]
  },
  "Budyonny_38": {
    "text": "Ты покидаешь разваливающуюся имперскую армию и уходишь с казаками. Дон зовёт своих сынов, и ты отвечаешь.\nТеперь ты — командир сотни в Донской армии, носишь крест поверх шинели и отдаёшь приказы, как когда-то отдавали тебе.\nНо над югом сгущаются красные тучи, и каждый бой — как попытка отстоять исчезающий мир.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_39"
      }
    ]
  },
  "Budyonny_39": {
    "text": "Весна 1918 года. Генерал Каледин мёртв, Донская армия отступает. Ростов захвачен красными, и тебе поручено прикрывать отход колонны.\nНо бойцы не слушают приказов — с каждым днём всё больше из них сбрасывают форму, уходят по ночам. «У меня дети», «Я за землю, не за генералов», — слышишь ты.\nКазаки дезертируют десятками. Лагерь редеет, патрули исчезают, а среди оставшихся — страх и растерянность.\nТы понимаешь: удержать фронт можно только жёсткой рукой. Но сможешь ли ты поднять её на своих?",
    "choices": [
      {
        "text": "Жёстко подавить дезертирство",
        "next": "Budyonny_41"
      },
      {
        "text": "Тайно отпускать «своих»",
        "next": "Budyonny_42"
      },
      {
        "text": "Перейти к красным",
        "next": "Budyonny_40"
      }
    ]
  },
  "Budyonny_40": {
    "text": "В сердце зреет сомнение, и ты решаешься: больше не хочешь быть палачом народа. Ты переезжаешь линию фронта, с поднятыми руками.\nНо революция не прощает вчерашних врагов. Через час — расстрельная команда, холодная яма и чужая земля над головой.\nТвоя попытка искупить — опоздала.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Расстрел как «искупление»"
  },
  "Budyonny_41": {
    "text": "Ты отдаёшь приказ стрелять по своим. Люди бегут, но страх перед твоим именем становится сильнее страха перед красными.\nВ штабе говорят: «Отлично сработал». Тебе вручают новые погоны.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_43"
      }
    ]
  },
  "Budyonny_42": {
    "text": "Ты закрываешь глаза на бегущих. «Он из нашей станицы», — шепчешь ты сам себе. Но вскоре доносят. В штабе молчат, но через день тебя отстраняют. Без суда, без слов. Война продолжается — но теперь уже без тебя.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Слишком человечен"
  },
  "Budyonny_43": {
    "text": "Осень 1919 года. Деникин даёт приказ: «Москва — или смерть». Твоя конница идёт в авангарде, пересекает села, леса, безымянные мосты.\nНо вместо хлеба и соли вас встречают крестьяне с вилами. Для них вы — не освободители, а хозяева с плётками. Красные успели сказать своё слово.\nЛюди прячут зерно, режут провожатых, сжигают мосты. Армия голодает. Ты понимаешь: либо гасить восстания, либо проигрывать — другого пути нет.",
    "choices": [
      {
        "text": "Жечь деревни",
        "next": "Budyonny_44"
      },
      {
        "text": "Уговаривать сдаться",
        "next": "Budyonny_45"
      }
    ]
  },
  "Budyonny_44": {
    "text": "Ты отдаёшь страшный приказ: сжечь села, которые помогают красным. Пламя поднимается над избами, женщины кричат, дети бегут в овраги.\nСтрах ломает сопротивление. Красные не успевают стянуть резервы — и 13 октября вы берёте Тулу, захватывая склады оружия.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_46"
      }
    ]
  },
  "Budyonny_45": {
    "text": "Ты приказываешь не сжигать деревни, а говорить с крестьянами. Обещаешь им свободу, прощаешь тех, кто прятал красных.\nКто-то сдается. Но большинство просто тянет время. Пока ты говоришь, по железной дороге в Тулу прибывают красные эшелоны.\nЧерез неделю Деникин отдаёт приказ об отступлении. Ты отходишь с остатками конницы, проклиная собственную мягкость и цену упущенного часа.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_47"
      }
    ]
  },
  "Budyonny_46": {
    "text": "46. Октябрь 1919 года – Битва за Москву\n\nОктябрь 1919 года. Москва в панике. Красные бросают всё: рабочих, студентов, заградотряды. Троцкий сам поднимает дух обороны, появляясь на бронепоезде.\nНо в рабочих кварталах начинается мятеж: лозунги «Долой большевиков!» звучат в ночи.\nРазведка приносит весточку: «Если ударить сейчас — Кремль можно взять». Ты стоишь перед решением, от которого зависит история страны.",
    "choices": [
      {
        "text": "Штурмовать Кремль",
        "next": "Budyonny_48"
      },
      {
        "text": "Блокировать город",
        "next": "Budyonny_49"
      }
    ]
  },
  "Budyonny_47": {
    "text": "Весна 1920 года. Белая армия в отступлении. За спиной — разбитые части, потерянные города, сожжённые мосты.\nТы оказываешься в Крыму, где барон Врангель пытается создать последний оплот. Но всё рушится.\nТебе предлагают эвакуацию в Турцию.",
    "choices": [
      {
        "text": "Эвакуация",
        "next": "Budyonny_51"
      },
      {
        "text": "Остаться и сдаться красным",
        "next": "Budyonny_52"
      }
    ]
  },
  "Budyonny_48": {
    "text": "Ты ведёшь сотни всадников сквозь пули и баррикады. Бои идут на Арбате, на Тверской, возле Кремлёвских стен.\nПотери страшные: рота за ротой ложится на булыжник. Но штурм удался. Ленин и Троцкий бегут из города.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_50"
      }
    ]
  },
  "Budyonny_49": {
    "text": "Ты окружил Москву железным кольцом. Ни еды, ни тепла. Начались перебои с электричеством, голод. Рабочие бастуют, красные комиссары бегут.\nЧерез неделю — белый флаг на башне. ",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_50"
      }
    ]
  },
  "Budyonny_50": {
    "text": "Кремль взят, Совнарком бежал. На улицах — солдаты и безмолвные москвичи. Деникин объявляет восстановление республики, возвращение «порядка».\nНо Россия трещит по швам. В Сибири — Колчак, на Украине — Махно, в Петрограде — остатки красных.\nТы стоишь у окна бывшего царского дворца и думаешь: победа ли это… или просто новый виток хаоса?",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Белая Москва"
  },
  "Budyonny_51": {
    "text": "В узком трюме корабля ты стоишь с тысячами офицеров, женщин, детей. Кресты и медали спрятаны под шинелью.\nЗа кормой — Крым, затянутый дымом. Впереди — Константинополь, чужой язык, чужая земля.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Эмигрант навсегда"
  },
  "Budyonny_52": {
    "text": "Ты остаёшься, не веря в бегство. Думаешь: может, помилуют? Всё-таки кавалер, командир.\nНо на следующий день тебя ведут во двор. Сухой протокол, трое в шинелях, короткий приказ.\nВыстрел. Красная власть не прощает ни героев, ни проигравших.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Красные не прощают"
  },
  "Budyonny_53": {
    "text": "Ты поднимаешь руку за Совет. Солдаты, вчерашние крестьяне, встречают это молча, но с уважением.\nНа следующем собрании тебя избирают председателем комитета полка. Ты теперь не просто командир — ты политическая фигура.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_54"
      }
    ]
  },
  "Budyonny_54": {
    "text": "1918 год — Создание Красной конницы.\n\nВ Москве — голод и декреты, на юге — белогвардейские колонны. Советская власть держится на энтузиазме и страхе.\nТебе предлагают собрать конный отряд: ни лошадей, ни патронов, ни дисциплины. Только вера.",
    "choices": [
      {
        "text": "Согласиться и набрать добровольцев",
        "next": "Budyonny_56"
      },
      {
        "text": "Отказаться",
        "next": "Budyonny_55"
      }
    ]
  },
  "Budyonny_55": {
    "text": "Ты отводишь взгляд и говоришь: «Нет». Война затянулась, ты устал. Хочешь просто сражаться, а не командовать.\nЧерез полгода о тебе забывают. Командиром Первой Конной становится другой. Его имя кричат в газетах. А ты — просто солдат среди тысяч.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Забвение"
  },
  "Budyonny_56": {
    "text": "Ты объезжаешь деревни, станицы, фронт. Набираешь бойцов: бывших казаков, рабочих, беглых солдат.\nКоней скребёте по хуторам. Оружие — кто с чём. Но в глазах этих людей — огонь.\nТак рождается 1-й Конный социалистический отряд.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_58"
      }
    ]
  },
  "Budyonny_58": {
    "text": "1919 год — Бои под Царицыном (Сталинград)\n\nЦарицын — последняя преграда на пути белых к Волге. Сталин шлёт телеграммы: «Удержать любой ценой».\nТы смотришь на свою конницу: уставшие кони, прореженные ряды, изорванные мундиры. Бойцы не ропщут — но ждут от тебя чуда.\nВариантов два: рискнуть всем в ночной атаке… или отступить, оставив город и, возможно, репутацию.",
    "choices": [
      {
        "text": "Контратаковать ночью",
        "next": "Budyonny_60"
      },
      {
        "text": "Отступить без приказа",
        "next": "Budyonny_59"
      }
    ]
  },
  "Budyonny_59": {
    "text": "Ты приказываешь отступать. Лучше сохранить армию, чем умереть героем на бесполезной высоте.\nНо Сталин не прощает ослушников. Через неделю ты стоишь перед трибуналом. В газетах пишут: «Будённый — трус и предатель».",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Падение командира"
  },
  "Budyonny_60": {
    "text": "Ты поднимаешь бойцов в ночь. Сквозь степь, по звёздам, конница идёт на белый штаб.\nШтыки сверкают в темноте, шашки сливаются с ветром. Белые в панике бегут. Царицын спасён.\nНаутро приходит телеграмма от Сталина: «Благодарю. Народ вами гордится».",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_61"
      }
    ]
  },
  "Budyonny_61": {
    "text": "1920 год — Советско-польская война\n\nЛето 1920 года. Красная армия стоит у ворот Варшавы. \nТы ведёшь Первую Конную — знамёна развеваются, крестьяне встречают хлебом и солью.\nНо польская армия собирается в кулак. Комиссары говорят: «Надо отступить». А ты знаешь — может, это последний шанс.",
    "choices": [
      {
        "text": "Нарушить приказ",
        "next": "Budyonny_62"
      },
      {
        "text": "Подчиниться приказу",
        "next": "Budyonny_63"
      }
    ]
  },
  "Budyonny_62": {
    "text": "Ты идёшь вперёд, невзирая на приказы. Доверяешь интуиции и шпорам. Но поляки били не числом, а планом.\nВ окопах гибнут сотни. Конница разбита, отступает в панике. Красная армия деморализована.\nТы стоишь в степи и слушаешь, как репутация рушится, как сабля выскальзывает из истории.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_64"
      }
    ]
  },
  "Budyonny_63": {
    "text": "Ты отдаёшь тяжёлый приказ: отходить. Люди в тебе разочарованы, но ты спасаешь их.\nАрмия уходит к Днепру с потерями, но боеспособной. Ты знаешь — это не победа, но и не гибель.\nБудет ещё бой. Главное — остаться в седле.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_65"
      }
    ]
  },
  "Budyonny_64": {
    "text": "После Варшавы начинается охота на виноватых. Сталин публично отрекается от тебя: «Будённый подвёл революцию».\nТебя разжалуют, отправят в Среднюю Азию. Потом — в училище, преподавать курс по уставу.\nТвои подвиги забыты. Только кони на манежах всё ещё узнают твой голос.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Понижен и забыт"
  },
  "Budyonny_65": {
    "text": "Штурм Перекопа (ноябрь 1920 г.)\n\nЛедяной ветер с Сиваша режет лицо. Перед тобой — Турецкий вал, бастион белой армии. Врангель укрылся за колючей проволокой и артиллерией.\nКомиссары требуют штурма: «Вперёд, без пощады!». Но ты понимаешь — это бой в лоб, под пулями, в грязи.\nВойна почти окончена, но за этим валом — ещё тысячи смертей. И всё же отступить — значит предать.",
    "choices": [
      {
        "text": "Лобовая атака",
        "next": "Budyonny_67"
      },
      {
        "text": "Отступить, дождаться зимы",
        "next": "Budyonny_66"
      }
    ]
  },
  "Budyonny_66": {
    "text": "Ты ждёшь — надеешься на разведку, на морозы, на шанс обойти. Но Врангель укрепляется, роет окопы, стягивает резервы.\nСталин называет тебя «боязливым командиром», кивает на карту: «Трусость!».\nА ты видишь сотни могил на старом участке фронта и знаешь: иногда отвага — это тоже убийство.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_68"
      }
    ]
  },
  "Budyonny_67": {
    "text": "Ты отдаёшь приказ, и Красная конница срывается в атаку. Через минные поля, через проволоку, через кровь.\nПотери огромны. Но штурм удаётся. Белые бегут к кораблям, Врангель уходит в изгнание.\nНа следующий день тебе вручают награду. Но ты не радуешься — в каждом поздравлении ты слышишь крик убитых.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_69"
      }
    ]
  },
  "Budyonny_68": {
    "text": "Ты возвращаешься с войны героем. Но не маршалом. Сталин не забывает Перекоп. Тебя отправляют в Среднюю Азию — командовать против басмачей.\nПресс-релизы хвалят, но в кулуарах ты — «тот, кто колебался».\nТы всё ещё командир, но уже — не полководец революции. А Сталин при каждом случае напоминает: «У него дрогнула рука...»",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. В тени славы"
  },
  "Budyonny_69": {
    "text": "После победы ты становишься символом Красной конницы. Тебя чествуют как героя, ставят на обложки книг и учат по твоим атакам.\nВ 1935 году ты — один из первых пяти маршалов СССР. На парадах ты впереди, в кинохронике — в папахе и с усами.\nВо время репрессий подписываешь расстрельные списки — молча, как приказ.\nВ 1941 твоя кавалерия бессильна перед танками, но Сталин оставляет тебя — «для морали».\nВ 1945 ты едешь на Параде Победы. \nТы умираешь в 1973, похоронен у Кремлёвской стены.\nИ превращаешься в легенду.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Легенда у Кремля"
  },
  "Budyonny_70": {
    "text": "Ты поднимаешь руки, сдаёшься — без сабли, без оружия, с открытым лицом.\nТебя ведут в штаб, где допрос короткий: «Почему не воевал за революцию? Почему не в РККА?».\nОтветы не имеют значения. Приговор — расстрел.\nНа рассвете тебя выводят к стене. Последний взгляд — в небо, где рассвет смешивается с дымом.\nВыстрел. И всё. История не любит тех, кто пытался остаться в стороне.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Расстрел без суда"
  },
  "Budyonny_71": {
    "text": "Ты ускользнул за линию фронта и переправился через границу. В Трансильвании, а потом — в Париже, ты моешь посуду в кафе и слушаешь аккордеон.\nНо каждый рассвет тебе кажется чужим. Твоя война осталась там, в степях. И здесь ты — никто.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Жив, но чужой"
  },
  "Budyonny_72": {
    "text": "Ты смотришь, как цепи бегут. Артиллерия гремит, пули прошивают траву, земля дрожит.\nКомандир кричит: «Оборонять!», но ты знаешь: здесь не выжить. И ты поднимаешь руки, бросаешь винтовку в грязь.\n\nНемцы не стреляют. Под конвоем ведут в лагерь, через обгоревшие хутора, мимо глаз с ненавистью и страхом.\nТебе выдают номер, шинель с чужим клеймом и пайку из тёртого брюква. В бараке холодно, в карманах — пусто, в голове — стыд.\n\nОфицеры больше не командуют. Бывшие друзья — теперь смотрят сквозь.\nВойна продолжается без тебя. А ты — просто цифра в отчёте. Один из тех, кто решил остаться живым, но умер как солдат.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Плен — без имени"
  },
  "Budyonny_73": {
    "text": "Паника — как пламя: разгорается мгновенно. Ты несёшься сквозь лес, сквозь снег, не разбирая дороги.\nНо в спину — очередь. Ты падаешь лицом вниз, и всё становится тихо.",
    "choices": [
      {
        "text": "Завершить",
        "next": "END"
      }
    ],
    "title": "Будённый. Погиб при бегстве"
  },
  "Budyonny_74": {
    "text": "Ты приказываешь остановиться. Разведку отправляешь в обход.\nВзвод молчит — жаждет боя, но верит тебе.\nЧерез два часа возвращается казак-разведчик, задыхаясь:\n— Турки ждут. Вся брешь — ловушка. Пулемёты в скалах, снайперы в развалинах. Если бы пошли — полегли бы все.\nНа следующий день вы входите в Эрзурум с другой стороны — почти без боя.\nКомандование отмечает твою рассудительность. Ты не герой на знаменах — но спас людей.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_37"
      }
    ]
  },
  "DzeStart": {
        "text": "Петроград, март 1917 года\n\nТяжёлые чугунные ворота Дома предварительного заключения скрипят на морозе. Вы стоите на пороге, зажмурившись от непривычно яркого света. Одиннадцать лет тюрьмы позади — каторга, одиночка, пересылки. На дворе революция, а в лёгких — первый за много месяцев глоток свободного воздуха.\nПетроград гудит, как растревоженный улей. По улицам носятся грузовики с красными флагами, солдаты срывают погоны, рабочие жгут портреты царя. Всё то, о чём вы мечтали в тюремной камере, наконец происходит. Но странно — чувствуете не радость, а какую-то пустоту.\n\n<Феликс! Феликс Эдмундович!> Знакомый голос. Через площадь к вам бежит Войков — старый товарищ по партии. Лицо раскрасневшееся, глаза горят. <Вы свободны! Мы всех выпустили — и большевиков, и эсеров, и анархистов. Временное правительство объявило амнистию!>\n\nОн хватает вас за руки, и вы чувствуете, как они дрожат — не от волнения, а от слабости. Тело ещё помнит тюремную пайку, сырость камер, звон кандалов. За спиной раздаются шаги других освобождённых. Кто-то плачет, кто-то смеётся. А вы молчите.\n\n<Что дальше, Пётр Лазаревич?> — спрашиваете тихо.\n\nВойков удивлённо смотрит на вас. <Как что? Революция же! Нужно действовать! Партия собирается, товарищи ждут. Ленин скоро приедет из эмиграции — представляете?!>\n\nВы киваете, но в душе чувствуете странную тяжесть. Одиннадцать лет вы готовились к этому дню. Но теперь, когда он наступил, понимаете: мир изменился, а вы — остались тем же каторжником с мозолистыми руками и больным сердцем. ",
        "choices": [
            {
                "text": "Немедленно идти на партийное собрание",
                "next": "DzeB3"
            }
        ]
    },
  "DzeB3": {
      "text": "<Ведите, Пётр Лазаревич. Революция не ждёт.>\n\nВойков довольно кивает и ведёт вас через весь город. Идти тяжело — ноги отвыкли от долгих переходов, в груди колет. Но вы идёте, сжав зубы. На углу Литейного солдат предлагает подвезти на грузовике. <Куда держите путь, товарищи?> — <К большевикам!> — отвечает Войков. Солдат ухмыляется: <Ну-ну. Смотрите не зарежьтесь между собой.>\n\nШтаб-квартира партии — особняк Кшесинской. Бывшая императорская любовница теперь в эмиграции, а в её роскошных комнатах заседают пролетарские вожди. Ирония истории.\n\nВ зале человек тридцать. Узнаёте старые лица — Молотов, Калинин, Шляпников. Но много и незнакомых, молодых. Поколение, которое росло, пока вы сидели за решёткой. Они смотрят на вас с любопытством — живая легенда, старый каторжник, товарищ самого Ленина.\n\nШляпников стучит по столу: <Товарищи! К нам присоединился Феликс Эдмундович Дзержинский. Думаю, стоит выслушать его мнение о текущем моменте.>\n\nВсе взгляды обращены на вас. В зале тишина — ждут мудрых слов от ветерана революции. А у вас в голове пусто. Одиннадцать лет молчания, и вдруг — нужно говорить о судьбах России.",
      "choices": [
          {
              "text": "Товарищи, надо поддержать Временное правительство",
              "next": "DzeB3.1"
          },
          {
              "text": "Долой министров-капиталистов! Вся власть Советам!",
              "next": "DzeB3.2"
          }
      ]
  },
  "DzeB3.1": {
      "text": "Вы встаёте, опираясь на стул. Ноги ещё слабые, но голос звучит твёрдо:\n\n<Товарищи, мы не можем игнорировать реальность. Временное правительство — это то, что есть. Князь Львов, Милюков — они не наши друзья, но и не наши враги. Пока что. Нужно работать с ними, входить в коалицию, влиять изнутри.>\n\nВ зале пробегает недовольный ропот. Молотов хмурится: <Феликс Эдмундович, вы что — меньшевиком стали?> Кто-то с заднего ряда кричит: <Одиннадцать лет в тюрьме, и это всё, чему научились?>\n\nШляпников поднимает руку, призывая к тишине. <Дайте товарищу объяснить свою позицию.>\n\n<Я объясню.> Вы обводите взглядом зал. <Революция — это не праздник, товарищи. Это борьба. Долгая, кровавая борьба. И побеждает не тот, кто громче кричит, а тот, кто умнее действует. Временное правительство даёт нам легальность. Используем её.>\n\nКалинин задумчиво крутит бороду: <А если они нас предадут? Как Керенский предаст?>\n\n<Тогда будем действовать по обстоятельствам. Но пока — работаем с ними.>\n\nГолосование. Семнадцать — против вашего предложения, тринадцать — за. Ваша линия проиграла. В зале чувствуется разочарование — от легенды ждали большего.\n\nПосле собрания к вам подходит молодой большевик — Свердлов. <Феликс Эдмундович, не обижайтесь на товарищей. Они горячие, им хочется действовать. А вы... вы правы насчёт осторожности. Может, поговорим отдельно?>",
      "choices": [
          {
              "text": "Продолжить",
              "next": "DzeJump3.1"
          }
      ]
  },
  "DzeJump3.1": {
      "text": "Особняк Кшесинской, курительная комната. Март 1917\n\nСтеклянная дверь балкона приоткрыта — оттуда тянет холодом и запахом гари. Свердлов наливает вам чай в потрёпанную эмалированную кружку (такие были в тюрьме, только без сколов). Его пальцы обёрнуты вокруг горячего металла, будто пытаясь удержать то, что ещё не раскалилось докрасна.\n\nСвердлов (тихо, пока за стеной спорят голоса):\n<Вы правы насчёт легальности, Феликс Эдмундович. Но наши — не поймут. Они верят только в силу.>\n\nНа столе между вами — последний номер <Известий Петроградского Совета>. В углу заметка: <Меньшевики предлагают создать коалиционную комиссию>.\n\nСвердлов (проводит пальцем по строке):\n<Церетели ждёт ответа до завтра. Если мы не войдём — они договорятся с эсерами без нас. А если войдём...>\n\nОн не договаривает. Вы знаете, о чём он думает: <Станем ли мы министрами — или заложниками?>",
      "choices": [
          {
              "text": "Договоримся. Но на наших условиях",
              "next": "DzeB3.1.1"
          },
          {
              "text": "Нет. Пусть сначала покажут, что могут сделать без нас",
              "next": "DzeB3.1.2"
          },
          {
              "text": "Я поговорю с ними лично",
              "next": "DzeB3.1.3"
          }

      ]
  },
  "DzeB3.1.1": {
      "text": "Гостиная особняка Церетели. Ночь.\n\nВы сидите в кресле с гнутыми ножками. Это мебель из Зимнего дворца, конфискованной <для нужд революции>. Церетели подаёт вам коньяк в хрустальной рюмке — слишком сладкий, слишком буржуазный.\n\nЦеретели (улыбается):\n<Значит, договорились? Вы — заместитель министра внутренних дел. Ваши люди получат посты в губерниях.>\n\nЗа окном — тень патруля. Солдаты Временного правительства или ваши? Вы больше не уверены. ",
      "choices": [
          {
              "text": "Продолжить",
              "next": "DzeK1"
          }
      ]
  },
  "DzeB3.1.2": {
      "text": "Свердлов медленно затягивается папиросой. Дым стелется между вами, как дымовая завеса.\n\n<Значит, наблюдаем?> — он щурится. На столе — свежий приказ Временного правительства о запрете большевистских газет. ",
      "choices": [
          {
              "text": "Продолжить",
              "next": "DzeHistory1"
          }
      ]
  },
  "DzeB3.1.3": {
      "text": "Доходный дом на Фурштадтской, 2 часа ночи. Октябрь 1917.\n\nВы стучите в дверь квартиры Церетели троекратным постукиванием — старый конспиративный сигнал, но здесь, в этом богатом подъезде с лепниной и коврами, он кажется неуместным. Дверь открывает сам Церетели, в халате, с пистолетом за поясом. Его глаза сужены от недоверия.\n\n<Феликс Эдмундович? Вы с ума сошли приходить ночью?>В гостиной пахнет кофе и дорогим табаком. На столе — разложенные карты фронтов, телеграммы от Керенского. Вы замечаете, как его рука непроизвольно тянется к оружию.\n\n<Мы оба понимаем, что завтра всё может рухнуть,> — говорите вы, снимая промокшее пальто. <Но пока ещё можно избежать крови.>\n\nЦеретели молча наливает вам коньяк в простую стопку. Жест уважения или напоминание, что вы здесь чужой? ",
      "choices": [
          {
              "text": "Дайте нам контроль над телеграфами — и мы гарантируем порядок в столице",
              "next": "DzeB3.1.3.1"
          },
          {
              "text": "Легализуйте Красную гвардию — и она защитит правительство от корниловцев",
              "next": "DzeB3.1.3.1"
          },
          {
              "text": "Молча положить на стол список с требованиями",
              "next": "DzeB3.1.3.3"
          }
      ]
  },
  "DzeB3.1.3.1": {
      "text": "Вы хотите, чтобы мы сами вручили вам петлю?\n\nЗа окном гул толпы — где-то горят баррикады. \n\nВы выходите на рассвете, зная, что компромисс невозможен. \n\nУтро встречает вас разорванными газетами под дверьми. <Большевики в постели с министрами!> – кричит Дело народа. <Дзержинский продался Церетели!> – вторит Правда, которую теперь контролирует ваш бывший соратник Сталин.\n\nВ Смольном вас встречают ледяным молчанием. Троцкий, размахивая газетой, кричит: <Кто-то забыл, что революцию делают на улицах, а не в салонах!>\n\nВ казармах матросы, вчера еще готовые идти за вами, теперь плюют под ноги: <Министр-предатель!>\n\nЦеретели, спасая себя, дает интервью: <Господин Дзержинский действовал в одиночку, без санкции своей партии>.\n\nВы пишете воззвание, но наборщики в типографии отказываются его печатать. <Не наш профиль, товарищ>.\n\nНа экстренном заседании ЦК Ленин (недавно вернувшийся из подполья) ставит вопрос о вашем исключении:\n\n<Товарищ Дзержинский допустил грубейшую ошибку, поставив под удар доверие масс> (это звучит как приговор).\n\nГолосуют единогласно. Даже Свердлов, ваш последний союзник, опускает глаза и поднимает руку за.",
      "choices": [
          {
              "text": "Продолжить",
              "next": "DzeK2"
          }
      ]
  },
  "DzeB3.1.3.3": {
      "text": "Вы всё ещё верите, что революцию можно узаконить?\n\nПетроград, Спасская улица. 6:30 утра.\n\nЧерный рено Временного правительства резко тормозит у тротуара. Из него выходят трое юнкеров с винтовками наперевес. Старший, безусый прапорщик, тычет вам в грудь ордером с печатью:\n\n— <Феликс Эдмундович Дзержинский, вы арестованы по обвинению в попытке государственного переворота».>\n\nВы не сопротивляетесь. В кармане — тот самый список, переписанный рукой Церетели. <Как быстро они научились подделывать революционные лозунги под бюрократические протоколы>, — думаете вы, глядя, как прапорщик дрожащими руками обыскивает ваш портфель. \n\n25 октября 1917 года\n\nВ 4 утра тюрьму захватывают красногвардейцы. Они ломают двери камер с криками: <Освобождаем политических!>\n\nВашу камеру открывает тот самый матрос-балтиец, что арестовывал вас в Мариинском дворце. Он узнает вас, нервно сглатывает:\n\n— <Товарищ Дзержинский… Мы… э… получили приказ вас освободить. От имени ВРК>.\n\nВы медленно выходите, поправляя очки. В коридоре — толпа освобожденных: эсеры, анархисты, бывшие депутаты. Они кричат <Ура!>, но замолкают, увидев вас. ",
      "choices": [
          {
              "text": "Молча пройти мимо",
              "next": "DzeHistory1"
          },
          {
              "text": "Развернуться и уйти — не в казармы, а на вокзал",
              "next": "DzeK3"
          }
      ]
  },
  "DzeB3.2": {
      "text": "Душный зал, cтены в копоти, на полу — следы грязных сапог, на потолке — трещина, напоминающая молнию. Вы сидите за столом, покрытым потрёпанной красной тканью, и слушаете споры.\n\n— Временное правительство — это буржуазная ширма! — кричит молодой рабочий, стуча кулаком по столу. — Они тянут время, пока народ голодает!\n\n— Но Ленин ещё не вернулся, — возражает меньшевик в потёртом пиджаке. — Нужно дождаться решений партии.\n\nВы молчите, сжимая в руках листовку с призывом к свержению власти. Ваши пальцы помнят холод тюремных решёток, а глаза — лица тех, кто сгнил заживо в казематах. Одиннадцать лет. Одиннадцать лет вы ждали этого момента, а теперь, когда он настал, вас просят ждать ещё?\n\n— Что будем делать? ",
      "choices": [
          {
              "text": "Организовать вооружённое восстание",
              "next": "DzeB3.2.1"
          },
          {
              "text": "Подпольная агитация",
              "next": "DzeB3.2.2"
          },
          {
              "text": "Саботаж государственных структур",
              "next": "DzeB3.2.3"
          }
      ]
  },
  "DzeB3.2.1": {
      "text": "<Если не мы — то кто? Если не сейчас — то когда?>\n\nВы встаёте, и в комнате наступает тишина.\n\n— Ждать больше нечего. Улицы Петрограда — это пороховая бочка. Нужна лишь искра.\n\nЧерез три дня вы ведёте отряд рабочих и солдат-дезертиров к Мариинскому дворцу. Ваши люди вооружены винтовками, набранными с армейских складов. Но у вас нет артиллерии, нет чёткого плана, нет поддержки гарнизона.\n\nПервый залп правительственных войск разрывает колонну пополам. Пуля сбивает с ног человека рядом — он хватается за живот, кричит. Ещё выстрел. Ещё. Вы поднимаете револьвер, но кто-то бьёт вас прикладом по спине.\n\nПоследнее, что вы видите, — это штык, направленный вам в грудь. ",
      "choices": [
          {
              "text": "Продолжить",
              "next": "DzeK4"
          }
      ]
  },
  "DzeB3.2.2": {
      "text": "<Революция — это не один бой. Это долгая война в тени.>\n\nВы откладываете листовку и говорите тихо, но так, чтобы слышали все:\n\n— Открытое выступление сейчас — самоубийство. Но мы можем бить их изнутри.\n\nНочью вы пробираетесь в казармы, на фабрики, в трактиры, где пьют солдаты. Ваши слова — как угли, раздуваемые ветром: <Временное правительство вас предаёт. Оно не даст ни земли, ни мира.>\n\nЧерез месяц по Петрограду идут слухи: <Говорят, Дзержинский снова в подполье. Говорят, он собирает силы.>\n\nС кем идти дальше?",
      "choices": [
          {
              "text": "С анархистами",
              "next": "DzeK6"
          },
          {
              "text": "C левыми эсерами",
              "next": "DzeK7"
          },
          {
              "text": "Нам не нужны союзники",
              "next": "DzeHistory1"
          }
      ]
  },
  "DzeB3.2.3": {
      "text": "Дождь барабанит по крышам министерских карет, когда вы, сгорбившись под потрёпанным зонтом, подходите к чёрному ходу здания Министерства юстиции. В кармане — фальшивый пропуск на имя курьера Семёнова, в сумке — бутыль с керосином, завёрнутая в газету. Последний глоток воздуха перед погружением во тьму.\n\n22:53.\nОхранник на посту — седой усач с медалями Крымской кампании — лениво тычет в вашу бумагу грязным пальцем:\n\n— Опять эти проклятые нарочные по ночам... Ладно, проходи.\n\nЕго глаза скользят по вашему лицу без интереса. Но когда вы уже делаете шаг в коридор, он вдруг хватает вас за рукав.\n\n— Стой-ка... — Его дыхание пахнет дешёвым портвейном и луком. — Где это я тебя видел?\n\nВаше сердце замирает.\n\n22:54:30.\nВы вспоминаете этого человека. 1910 год. Пересыльная тюрьма в Варшаве. Он тогда был надзирателем — тем самым, что развлекался, заливая водой камеру зимой.\n\n— Городовой Петренко, — вы выдыхаете его имя раньше, чем успеваете подумать.\n\nЕго глаза расширяются.\n\n— Дзержинский?!\n\n22:55.\nВаш кулак со всей силы бьёт ему в горло. Старик хрипит, хватаясь за шею. Вы бежите по коридору, срывая с себя мокрый плащ. Где-то сзади уже кричат: <Держи! Шпион!>\n\n22:56.\nВы врываетесь в архивный зал — длинное помещение с железными стеллажами до потолка. Тысячи папок с доносами, списками, приговорами. Здесь есть дело вашей сестры, казнённой в 1906-м. Дело вашего лучшего друга, повешенного без суда.\n\n22:57.\nБутыль с керосином разбивается о деревянный шкаф. Вы чиркаете спичкой — и в этот момент дверь распахивается.\n\n— Руки вверх, мерзавец!\n\nПеред вами трое солдат с винтовками. Один — совсем мальчишка — дрожит так, что штык танцует в его руках.\n\n22:58.\nВы бросаете горящую спичку. Вспышка. Пламя лижет бумагу, перекидывается на шторы. Солдаты мечутся — тушить или стрелять?\n\n22:59.\nПервый выстрел ранит вас в бок. Вы падаете на пол, чувствуя, как тепло разливается под рубашкой. Но вы смеётесь — огонь уже пожирает <Дело №1874 по обвинению польских сепаратистов>. Чей-то сапог бьёт вас по лицу.\n\n— Это же Дзержинский! — кто-то орет прямо над ухом. — Из каторги! Приклады бьют по рёбрам, по почкам, по пальцам (они хрустят, как сухие ветки). Вас волокут в подвал, где пахнет мочой и ржавчиной.\n\n23:30.\nЧеловек в пенсне (прокурор? следователь?) тычет вам в лицо обгоревшим листом:\n\n— Признавайтесь, кто ваш сообщник!\n\nВы плюёте ему в лицо кровавой слюной.\n\n3 мая, 04:17.\n\nКогда вас выводят во двор тюрьмы, на востоке уже сереет.\n\n— Приговор привести в исполнение немедленно.\n\nВы пытаетесь встать прямо, но сломанные рёбра не дают дышать.\n\nВыстрел.",
      "choices": [
          {
              "text": "Продолжить",
              "next": "DzeK5"
          }
      ]
  },
  "DzeHistory1": {
      "text": "Сентябрь 1917 года.\n\nПетроград встретил Ленина дождём. Он появляется в дверях вашей конспиративной квартиры – невысокий, в помятом костюме, с пронзительными глазами. Его рукопожатие сухое и крепкое.\n\n— Товарищ Дзержинский, – говорит он, оглядывая ваши карты, заметки, списки надёжных людей. – Вы сделали правильный выбор.\n\nВы не отвечаете. Вместо этого кладёте перед ним последнюю сводку: гарнизон готов перейти на сторону большевиков. Рабочие дружины вооружены. Железнодорожники блокируют переброску верных правительству войск.\n\nЛенин улыбается – резко, без тепла.\n\n— Теперь начинается настоящее.\n\nСмольный институт, октябрь 1917 года.\n\nВ длинных коридорах бывшего института благородных девиц теперь царит хаос: солдаты в расстегнутых шинелях тащат ящики с патронами, рабочие в промасленных куртках спорят у стен с наспех наклеенными картами Петрограда, курьеры с красными повязками на рукавах снуют между комнатами, передавая записки и приказы. Воздух густ от махорочного дыма, пота и напряжения – город на грани, и все это чувствуют.\n\nВы сидите в одной из бывших классных комнат, превращенной в штаб Военно-революционного комитета. Перед вами – список полков Петроградского гарнизона, где галочками отмечены те, что готовы поддержать восстание. Павловский полк – да. Московский – да. Кексгольмский – колеблется. На столе – телеграммы с фронта: солдаты массово дезертируют, офицеры теряют контроль. Временное правительство висит на волоске.\n\nДверь распахивается, и в комнату входит Антонов-Овсеенко, бледный, с тёмными кругами под глазами.\n\n— Феликс Эдмундович, Ленин требует ответа. Когда начинаем?\n\nВы медленно поднимаетесь, поправляя пенсне.",
      "choices": [
          {
              "text": "Сегодня ночью",
              "next": "DzeKHist"
          }
      ]
  },
  "DzeKHist": {
      "text": "Вы медленно выдыхаете.\n\n— Сегодня ночью.\n\n24 октября, 01:30. Первые отряды красногвардейцев выдвигаются по плану:\n\nГруппа Дыбенко занимает Центральный телеграф без единого выстрела. Дежурные чиновники в ночных колпаках заперты в подсобке. Отряд Лациса блокирует Николаевский вокзал - железнодорожные пути на Псков перекрыты. Ваши проверенные люди из 6-го саперного батальона берут под контроль все мосты через Неву.\n\n04:15. В штаб ВРК поступает донесение: <Банк Государственный занят. Казначейство блокировано. Телефонная станция под нашим контролем>. Вы обмениваетесь взглядами с Подвойским - главные артерии города перерезаны. Временное правительство уже не может связаться ни с фронтом, ни с провинциями.\n\n10:00. В Смольный прибывает Ленин, до сих пор скрывавшийся на конспиративной квартире. Его знаменитая фраза: <Теперь промедление смерти подобно> становится сигналом к активной фазе. Вы лично проверяете готовность отрядов: 20 000 красногвардейцев; 150 000 балтийских матросов; 200 000 солдат гарнизона\n\n18:00. На экстренном заседании Петросовета Троцкий объявляет о низложении Временного правительства. В это время ваши люди: занимают Мариинский дворец, блокируют штаб Петроградского военного округа; берут под контроль артиллерийские склады\n\n21:40. Исторический холостой выстрел <Авроры> разрывает ночную тишину. В 21:45 орудия Петропавловской крепости дают три пристрелочных выстрела (два - мимо, третий - в крыло Зимнего).\n\n22:40. Начинается штурм. Ваши бойцы проникают через: Черный ход со стороны Невы; Подвалы Эрмитажа; Разобранные баррикады у Главного штаба\n\n02:10 25 октября. Антонов-Овсеенко объявляет арест министров Временного правительства. В протоколе отмечается: <Взято 17 человек, включая министра Прокоповича, пытавшегося бежать в женском платье>.\n\nКаждые 30 минут вы получаете донесения со всех участков, корректируете действия отрядов, лично проверяете блокпосты. Когда утром 25-го в Смольный приходит известие о бегстве Керенского, вы уже разрабатываете план создания ВЧК - нового органа для <очистки города от контрреволюционных элементов>. ",
      "choices": [
          {
              "text": "Завершить",
              "next": "END"
          }
      ],
      "title": "Дзержинский. Сегодня ночью"
  },
  "DzeK1": {
      "text": "Петроград, октябрь 1917\n\nКабинет в Мариинском дворце слишком просторен для одного человека. Вы сидите за полированным столом, подписывая циркуляр о <запрете несанкционированных митингов> — те самые бумаги, которые когда-то подписывали ваши тюремщики. За окном грохочут выстрелы: это штурмуют Зимний.\n\nПоследние часы у власти:\n\nВ 10:00 к вам врывается перепуганный чиновник: <Ваше превосходительство, красногвардейцы заняли телефонную станцию!> Вы отмахиваетесь: <Это не моё министерство>.\n\nВ 14:00 приносят чай в императорском сервизе с двуглавыми орлами. Вы вдруг вспоминаете, как пили кипяток из жестяной кружки в Бутырке.\n\nВ 18:00 звонит Керенский — он уже в Гатчине. <Феликс, бегите, пока не поздно!> Вы вешаете трубку, не ответив.\n\nКогда в дверь ломятся матросы, вы не сопротивляетесь. Молодой балтиец с наганом (ему лет 18, не больше) тычет вам в лицо бумагой: <Арест по мандату Военно-революционного комитета!>\n\nВы смеётесь. Этот мальчишка даже не знает, что вы писали первые проекты таких мандатов.",
      "choices": [
          {
              "text": "Продолжить",
              "next": "DzeE1"
          }
      ]
  },
  "DzeK2": {
      "text": "Когда красногвардейцы штурмуют Зимний, вы сидите в пустой квартире. Через окно видно, как горят здания окружного суда – того самого, где вас когда-то приговорили к каторге.\n\nВ ящике стола лежит браунинг с одним патроном. На столе – неотправленное письмо: <Я искренне верил, что кровь можно остановить словами. Какой же я был дурак.>",
      "choices": [
          {
              "text": "Завершить",
              "next": "END"
          }
      ],
      "title": "Дзержинский. Затравленный посредник"
  },
  "DzeK3": {
      "text": "Петроград, октябрь 1917. Товарный вокзал.\n\nВы срываете с пиджака красный бант и бросаете его под колеса поезда. В кармане — фальшивые документы. Последний взгляд на город: где-то там грохочет «Аврора», а вы...\n\nПросто исчезаете.",
      "choices": [
          {
              "text": "Продолжить",
              "next": "DzeE3"
          }
      ]
  },
  "DzeK4": {
      "text": "Двор Мариинского дворца завален баррикадами из перевернутых трамваев и мешков с песком. Ваши люди — рабочие в промасленных куртках, солдаты с красными повязками на рукавах — стреляют наугад в сторону правительственных юнкеров. Пули цокают по брусчатке, свистят над головой. Кто-то рядом падает, хрипит, зовёт мать.\n\nВы бежите вперёд, сжимая в руке наган. В горле — вкус пороха и крови. Где-то позади кричат: <Отступаем! Их слишком много!> Но отступать уже некуда.\n\nПервая пуля попадает вам в плечо. Вы даже не чувствуете боли — только толчок, будто кто-то резко дёрнул за шинель. Вторая разбивает колено. Вы падаете на мокрые камни, и мир переворачивается: небо в дыму, чьи-то сапоги, бегущие мимо, чей-то крик: <Это Дзержинский! Вяжите его!>\n\nК вам наклоняется юнкер с перекошенным от страха лицом.\n\n— Контрреволюционная мразь! — он тычет вам в лицо штыком.\n\nВы хватаете его за рукав, плюёте кровью.\n\n— Ещё не вечер...\n\nШтык входит ниже рёбер. Сначала — холод. Потом — жар, разливающийся по всему телу.\n\nПосле ваше тело сбрасывают в грузовик с другими трупами. На следующий день газеты напишут: <Подавлена попытка большевистского путча. Ликвидирован опасный преступник Дзержинский>.\n\nНо в рабочих кварталах уже шепчутся: <Он был первым. Но не последним.>\n\nЧерез полгода Ленин скажет на митинге:— Товарищ Дзержинский погиб за дело революции. Его кровь — на руках Временного правительства.\n\nВаше имя станет символом. Но могилу вашу так и не найдут.",
      "choices": [
          {
              "text": "Завершить",
              "next": "END"
          }
      ],
      "title": "Дзержинский. Преждевременный революционер"
  },
  "DzeK5": {
      "text": "Тело находят рыбаки у Петровской набережной. Руки связаны колючей проволокой (знак опасного государственного преступника). Во Временном правительстве Керенский, просматривая утренние газеты, вздыхает:\n\n— Одной угрозой меньше.\n\nНо он ошибается.\n\nВ архиве сгорели 387 папок. Среди них — список осведомителей в большевистской партии. Через полгода эти люди, оставшиеся без контроля охранки, предадут Временное правительство в октябрьские дни.\n\nВаш последний саботаж сработал.",
      "choices": [
          {
              "text": "Завершить",
              "next": "END"
          }
      ],
      "title": "Дзержинский. Диверсант"
  },
  "DzeK6": {
      "text": "Дождь стучит по жестяной крыше конспиративной квартиры, когда вы пересчитываете деньги – пятьдесят тысяч рублей, добытых вчера в Азовско-Донском банке. Купюры пахнут порохом и чужим потом. Маруся, черноволосая анархистка с вечно воспалёнными глазами, хрипло смеётся, наливая в стаканы украденное вино: <Видишь, Феликс, как просто? Один хороший удар – и цепь системы ломается!>\n\nНо второй налёт идёт не по плану.\n\nКогда граната, брошенная Гришкой, рикошетит от косяка и падает к вашим ногам, время замедляется. Вы видите, как Маруся тянется к оружию, как охранник в синей форме поднимает винтовку. В последний миг вы бросаетесь вперёд, пытаясь швырнуть смерть обратно – но мир взрывается в ослепительной вспышке.\n\nОчнувшись в кромешной тьме, вы понимаете, что лежите в луже собственной крови. Где-то далеко слышны крики, выстрелы, тяжёлые шаги. Тело не слушается – осколки превратили грудь в решето. Пальцы нащупывают медальон с портретом сестры – тот самый, что носили с каторги.\n\nПоследнее, что вы слышите – голос какого-то чиновника: <Мёртв. Обыскать, документы сжечь...>\n\nЧерез неделю в подпольных кружках зашепчутся: <Дзержинский погиб как герой!> Но партийная газета Правда напечатает лишь сухую заметку: <Ликвидирован опасный преступник>. Ваши бывшие товарищи-большевики на похоронах не появятся – слишком рискованно связываться с анархистами.\n\nЛишь весной 1918 года, когда Марусины боевики взорвут мост через Неву, кто-то напишет на его опоре: <За Феликса!> Но к тому времени ваше имя уже станет легендой – неправильной, неудобной, но живучей, как сорняк, пробивающийся сквозь трещины в брусчатке революции.\n\nВы умерли не так, как мечтали – не с винтовкой в руках на баррикаде, а в грязном переулке, из-за чужой ошибки. Но, возможно, именно это и делает вашу смерть настоящей – не героической картинкой для плакатов, а горькой правдой подполья, где революционеры гибнут не от пуль врагов, а от случайного рикошета. ",
      "choices": [
          {
              "text": "Завершить",
              "next": "END"
          }
      ],
      "title": "Дзержинский. Анархо-революционер"
  },
  "DzeK7": {
      "text": "Душный июльский вечер застаёт вас в конспиративной квартире на окраине Петрограда. На столе – браунинг, пачка патронов и свежая газета с портретом военного министра. <Он подписал приказ о расстреле шестнадцати матросов в Кронштадте>, – шепчет ваш новый соратник, эсер Иван, проводя пальцем по шраму на щеке. Его глаза горят фанатичным блеском, когда он достаёт из портфеля схему маршрута министерского автомобиля.\n\nВы колеблетесь. Рука сама тянется к фотографии в кармане – пожелтевший снимок товарищей по каторге. Вспоминаете, как Сашка, ваш сокамерник, пел революционные песни перед тем, как его увели на расстрел. Как его последний взгляд скользнул по вам, полный немого вопроса: <Когда же?>\n\n– Я согласен, – говорите вы, и эти два слова падают в тишину комнаты, как приговор.\n\nУтро 17 июля встречаете, затаившись у парадного подъезда Мариинского дворца. В кармане пальца – тяжёлый холод стали. Министр появляется ровно в 10:15, как и предсказывала разведка эсеров. Его смех, громкий и самодовольный, режет слух, когда он что-то рассказывает адъютанту. Вы делаете три шага вперёд.\n\nВыстрел звучит громче, чем вы ожидали. Министр оседает, как подкошенный. Его кровь брызгает на белоснежные колонны дворца. В этот момент кто-то хватает вас сзади за шиворот – оказавшийся рядом жандармский офицер.\n\nВ камере Петропавловской крепости вас пытают семь дней. Ломают пальцы, жгут калёным железом, но вы молчите. На восьмой день объявляют приговор: <Через повешение>.\n\nПоследняя ночь. Тюремный священник, пахнущий луком и ладаном, суёт вам в руки Евангелие. Вы отталкиваете книгу – после одиннадцати лет каторги вера умерла в вас давно. Вместо этого вспоминаете лицо матери. Успеет ли она получить ваше последнее письмо?\n\nУтро. Вас выводят во внутренний двор крепости. Солнце только встаёт, и его лучи слепят глаза. Петля накинута на шею грубыми руками палача. Последнее, что вы видите – стаю голубей, сорвавшихся с крепостной стены.\n\nЧерез полгода ваш палач, подполковник Зарубин, будет застрелен на пороге своего дома. Пуля эсера попадёт точно между глаз. В кармане убитого найдут вашу фотографию с надписью: <Отмщение свершится>. Но вам это уже не будет важно.\n\nВаше имя исчезнет из учебников истории. Большевики назовут вас <безрассудным террористом>, эсеры – <жертвой режима>. Только старый тюремный надзиратель, тот самый, что приносил вам пайку в последние дни, иногда будет рассказывать новым заключённым о высоком политзаключённом, который перед казнью пел <Варшавянку> так, что стены дрожали. ",
      "choices": [
          {
              "text": "Завершить",
              "next": "END"
          }
      ],
      "title": "Дзержинский. Террорист поневоле"
  },
  "DzeE1": {
      "text": "Эпилог. Париж, 1923:\n\nБывший министр Временного правительства Ф.Э. Дзержинский живёт в маленькой квартирке на Монмартре. Пишет мемуары, которые никто не издаёт. Иногда к нему заходит старый эсер — пьют дешёвое вино и спорят, кто больше виноват в поражении.\n\nПо ночам ему снится тюремная камера. Там было проще — там он точно знал, кто враг. ",
      "choices": [
          {
              "text": "Завершить",
              "next": "END"
          }
      ],
      "title": "Дзержинский. Компромиссный политик"
  },
  "DzeE3": {
      "text": "Эпилог. Где-то в Аргентине седой поляк с вашими чертами учит детей играть в шахматы.\n\n<Пан учитель, а вы воевали за свободу?>\n\nУчитель улыбается: <Нет, мальчик. Я просто однажды… не туда свернул>.",
      "choices": [
          {
              "text": "Завершить",
              "next": "END"
          }
      ],
      "title": "Дзержинский. Билет"
  }
}
