{
  "start": {
    "text": "Ты, Семён Будённый, сын донского казака, стоишь на распутье. Перед тобой — выбор, способный изменить судьбу: остаться пахать землю или шагнуть в солдатскую шинель.\nВ станице шепчутся: армия ломает, но и возвышает. А в глубине души зреет желание вырваться — туда, где гремит медь, где слава зовёт сквозь строй и порох.",
    "choices": [
      {
        "text": "Пойти в армию",
        "next": "Budyonny_24"
      },
      {
        "text": "Остаться дома",
        "next": "Budyonny_02"
      }
    ]
  },
  "Budyonny_02": {
    "text": "Ты решил остаться в станице Платовской. День за днём — плуг, жара, крик жены, хмель на праздники.\nЖизнь идёт ровно, но словно вязнет в пыльной дороге. Над хутором сгущаются тучи: помещики безжалостны, слухи о бандах и бунтах всё громче. Спокойствие здесь — не навсегда.",
    "choices": [
      {
        "text": "Примкнуть к банде",
        "next": "Budyonny_03"
      },
      {
        "text": "Жить тихо",
        "next": "Budyonny_04"
      }
    ]
  },
  "Budyonny_03": {
    "text": "Ты уходишь в степь, к тем, кто живёт по своим законам. Налёты, выстрелы, звон монет в темноте — теперь это твоя жизнь.\nСолдаты идут на фронт, а ты — в тени закона, как вольный разбойник. Границы между добром и злом стираются, пока копыта небо царапают.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_6"
      }
    ]
  },
  "Budyonny_04": {
    "text": "Ты выбрал тишину. Поле, скот, огонь в печи. Война пока обходит стороной.\nНо каждая новость из мира — как раскат грома вдали.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_05"
      }
    ]
  },
  "Budyonny_05": {
    "text": "Великая война рвёт Европу на части, и волна дошла до станицы. Приехали жандармы с повестками, в церкви служба, в глазах — страх.\nВ твоих руках — выбор: шагнуть в мясорубку истории или укрыться под покровом степи. Но можно ли от судьбы убежать?",
    "choices": [
      {
        "text": "Уйти на войну",
        "next": "Budyonny_7"
      },
      {
        "text": "Присоединиться к дезертирам",
        "next": "Budyonny_3"
      }
    ]
  },
  "Budyonny_06": {
    "text": "Ты живёшь словно на краю мира. Вихрь революции пронёсся мимо, не затронув твою хату, не уронив ни одной пули в огород.\nНо ты чувствуешь — не навсегда. Мир изменился, и ты остался в стороне. История не любит тех, кто не делает выбор.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_08"
      }
    ]
  },
  "Budyonny_07": {
    "text": "На передовой — ад. Поле в грязи, воронки от снарядов, крики умирающих. Командиры кричат, но сами боятся.\nТы держишься в седле уверенно, как будто родился с шашкой в руке. Но как вести себя в этом аду — держаться в стороне или проявить инициативу?",
    "choices": [
      {
        "text": "Проявить инициативу",
        "next": "Budyonny_09"
      },
      {
        "text": "Держаться в стороне",
        "next": "Budyonny_10"
      }
    ]
  },
  "Budyonny_08": {
    "text": "Ты не выбрал ни сторону красных, ни белых — был сам по себе, с винтовкой и лошадью.\nТеперь же приходят из Совета, с бумагами и винтовками. Говорят: сдавайся, амнистия. Но разве можно верить победителям?",
    "choices": [
      {
        "text": "Сдаться",
        "next": "Budyonny_70"
      },
      {
        "text": "Бегство",
        "next": "Budyonny_71"
      }
    ]
  },
  "Budyonny_09": {
    "text": "Немцы укрепились на холме, и штабу нужен «язык» — пленный, который расскажет об их силах.\nТы вызываешься добровольно. Комиссар смотрит с удивлением: «Ты уверен? Задание — на грани самоубийства». Ты только киваешь.\nВместе с напарником, молодым кавалеристом, вы пересекаете линию фронта, ползёте в тени, обходите проволоку. Вам везёт — немецкий дозор не замечает.\nВы нападаете внезапно. Немца обезоруживают, связывают, затыкают рот. Но на обратном пути раздаётся резкий хлопок — мина. Напарник падает с криком.\n\nТы пригибаешься, пленный дёргается, пытается сбежать. Напарник корчится от боли — осколок в животе, кровь заливает шинель. Он смотрит на тебя, шепчет:\n— Не бросай меня…\nНо с каждым шагом к линии фронта пленный всё тяжелее. Ты понимаешь: тащить обоих не выйдет. Нужно выбрать — спасать товарища или довести задание до конца.",
    "choices": [
      {
        "text": "Спасти товарища",
        "next": "Budyonny_11"
      },
      {
        "text": "Оставить раненого",
        "next": "Budyonny_12"
      }
    ]
  },
  "Budyonny_10": {
    "text": "Кризис 1915 года (Великое отступление.\n\nЦепи пехоты рассыпаются, земля дрожит от снарядов. Немецкие пулемёты работают, как жернова.\nПолк отступает, а ты — последний заслон. Трава горит под ногами, и ты знаешь: любое решение станет легендой... или гибелью.",
    "choices": [
      {
        "text": "Поджечь поле",
        "next": "Budyonny_14"
      },
      {
        "text": "Бежать с остальными",
        "next": "Budyonny_73"
      },
      {
        "text": "Сдаться в плен",
        "next": "Budyonny_72"
      }
    ]
  },
  "Budyonny_11": {
    "text": "Ты пытался быть человеком: спасти друга, не упустить врага. Но в окопах доброта редко приводит к победе.\nПленный исчез, как тень. Задание провалено — ты отдан под трибунал. Солдат платит за всё.",
    "choices": []
  },
  "Budyonny_12": {
    "text": "Ты бросил товарища - ведь выполнение задания - первыше всего. Но тот, кого ты оставил истекать кровью в тылу врага, чудом выжил. Он вытащил себя из грязи и боли, стиснув зубы от ненависти.\nИ вот однажды, когда ты спишь после нового рейда, он приближается с револьвером в руке. Выстрел глушит судьбу. Ты погиб не на поле брани, а от руки своего.",
    "choices": []
  },
  "Budyonny_14": {
    "text": "Ты подносишь факел к высоким стеблям — и вот уже над полем поднимается стена огня. Пламя глотает степь и врага, как сама стихия.\nЭтот риск спас отряд. За это тебе вручили крест — скромный знак за ад, который ты развязал.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_15"
      }
    ]
  },
  "Budyonny_15": {
    "text": "1916 год — Брусиловский прорыв\n\nГенерал Брусилов отдал приказ: на рассвете — в атаку. Ты смотришь на равнину, где австрийцы заняли выгодные позиции.\nЛобовая атака — самоубийство, но ты знаешь: если прорвёшься, имя твое запомнят. Сабли затянуты, конь не чувствует дрожи — только ты должен сделать шаг.",
    "choices": [
      {
        "text": "Лобовая атака",
        "next": "Budyonny_17"
      },
      {
        "text": "Отказаться",
        "next": "Budyonny_16"
      }
    ]
  },
  "Budyonny_16": {
    "text": "Ты попытался возразить генералу. Рассказал о рисках, о невозможности атаки в лоб. Он не слушал.\nИ теперь ты стоишь перед судом — не за трусость, а за разум. Но армия не прощает разума без приказа.",
    "choices": []
  },
  "Budyonny_17": {
    "text": "Конница хлынула на окопы, как лавина стали и крика. Ты мчишься сквозь взрывы, слышишь звон шашки и треск винтовок.\nКровь течёт по ноге, но ты не падаешь — бросаешься на командира противника и берёшь его живым.\nВ медсанбате тебе шепчут: тебя наградили крестом третьей степени. Но всё, что ты помнишь — запах гари и глаза убитых.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_18"
      }
    ]
  },
  "Budyonny_18": {
    "text": "1917 год — Революция\n\nВойска больше не слушают генералов — теперь слово за солдатами. Красные флаги полощутся рядом с царскими медалями.\nТебя зовут командиром — ведь ты герой, кавалер, свой. Но кого слушать: революцию или казачью честь?\nРоссия тонет в новой смуте, и ты стоишь на её острие.",
    "choices": [
      {
        "text": "Примкнуть к большевикам",
        "next": "Budyonny_19"
      },
      {
        "text": "Примкнуть к казакам",
        "next": "Budyonny_20"
      },
      {
        "text": "Разойтись по домам",
        "next": "Budyonny_21"
      }
    ]
  },
  "Budyonny_19": {
    "text": "Ты поднимаешь красный флаг. Всё внутри протестует — ты привык к коню, не к лозунгам.\nНо с тобой идут люди, и ты веришь: порядок из хаоса возможен. И если его надо сражать — значит, ты снова в седле.",
    "choices": []
  },
  "Budyonny_20": {
    "text": "Ты выбираешь верность — остаёшься с теми, кто носит погоны и кресты, кто считает революцию предательством.\nКазаки поднимают знамёна Дона, присягают Временному правительству, а потом — Деникину. Ты становишься частью Белого движения, осознавая: теперь ты для красных — враг.\nМежду конницей и бронепоездами начинается жестокая война, и назад дороги нет.",
    "choices": []
  },
  "Budyonny_21": {
    "text": "Ты бросаешь винтовку и уходишь в туман. Хочешь просто жить.\nНо на родине всё пылает: красные, белые, банды, голод. Дом больше не пристань, а пепелище — и даже тишина здесь гремит, как выстрел.",
    "choices": []
  },
  "Budyonny_24": {
    "text": "Самовольная атака под Бжезинами (1914)\n\nТы лежишь в высокой траве, прячась за стогом мокрого сена. Перед тобой — поле, по которому уже почти час идут немецкие обозы: повозки с амуницией, артиллерией, ранеными и охраной.\nКомандование запретило вмешиваться: разведка должна докладывать, а не геройствовать. \nНо ты видишь — это шанс. Немцы идут без прикрытия, растянуты. Один удар — и десятки повозок вспыхнут, паника разнесётся по фронту.",
    "choices": [
      {
        "text": "Соблюдать приказ",
        "next": "Budyonny_26"
      },
      {
        "text": "Атаковать вопреки приказу",
        "next": "Budyonny_25"
      }
    ]
  },
  "Budyonny_25": {
    "text": "Ты поднимаешь взвод без приказа и ударяешь по немецкому обозу. Атака стремительна — немцы в панике, обоз уничтожен.\nВ штабе сначала ругают за самовольство, но успех неоспорим.\nЧерез неделю тебе вручают Георгиевский крест — за личную инициативу и решительность на фронте.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_27"
      }
    ]
  },
  "Budyonny_26": {
    "text": "Ты выполняешь приказ: наблюдаешь, запоминаешь, возвращаешься.\nДоклад принят, но обоз уходит невредимым. Позже узнаёшь — он снабжал участок, где погибли сотни.\nТы сделал всё правильно. Но в боевом журнале твоё имя не появится.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_28"
      }
    ]
  },
  "Budyonny_27": {
    "text": "Избиение вахмистра Хестанова (1915)\n\nВ полку всё чаще звучит ропот. Солдаты измотаны, офицеры злы и голодны, пайки урезаны.\nВахмистр Хестанов — особенно жестокий. Он бьёт плёткой, кричит, издевается.\nСегодня он вновь унижает солдата за испачканную шинель — бьёт его при всём эскадроне, а потом швыряет сапогом.\n\nТы выходишь вперёд:\n— Довольно.\n\nОн смеётся в лицо.",
    "choices": [
      {
        "text": "Бьёшь офицера и рискуешь быть расстрелянным",
        "next": "Budyonny_29"
      },
      {
        "text": "Сдерживаешься",
        "next": "Budyonny_30"
      }
    ]
  },
  "Budyonny_27": {
    "text": "Избиение вахмистра Хестанова (1915)\n\nВ полку всё чаще звучит ропот. Солдаты измотаны, офицеры злы и голодны, пайки урезаны.\nВахмистр Хестанов — особенно жестокий. Он бьёт плёткой, кричит, издевается.\nСегодня он вновь унижает солдата за испачканную шинель — бьёт его при всём эскадроне, а потом швыряет сапогом.\n\nТы выходишь вперёд:\n— Довольно.\n\nОн смеётся в лицо.",
    "choices": [
      {
        "text": "Бьёшь офицера и рискуешь быть расстрелянным",
        "next": "Budyonny_31"
      },
      {
        "text": "Сдерживаешься",
        "next": "Budyonny_30"
      }
    ]
  },
  "Budyonny_29": {
    "text": "Ты не выдерживаешь. Один удар — и Хестанов валится в грязь. Полк замирает.\nТебя отводят под арест. Расстрела не последовало — боевые заслуги спасли.\nНо Георгиевский крест снимают. Переводят в другой эскадрон. Считаешь: всё справедливо.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_32"
      }
    ]
  },
  "Budyonny_30": {
    "text": "Ты стискиваешь кулаки до боли, но не поднимаешь руку. Хестанов смеётся — но ты молчишь.\nПозже, в тишине, ты понимаешь, что сохранил жизнь. Но потерял уважение.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_32"
      }
    ]
  },
  "Budyonny_31": {
    "text": "Ты выходишь вперёд и бьёшь его. Один раз, сильно. Полк замирает. Вахмистр не встаёт.\n\nНа следующий день — военно-полевой суд. Заседание — пятнадцать минут.\n«Нападение на старшего по чину в боевой обстановке».\n\nРассвет. Стена. Команда «Огонь».\nВ истории остался бы только рапорт о дисциплинарном взыскании.\nНо не ты.",
    "choices": []
  },
  "Budyonny_32": {
    "text": "Бой за Ван и захват турецкой батареи (1915)\n\nТы с группой разведчиков глубоко за линией фронта, в горах, близ озера Ван.\nСквозь утренний туман ты замечаешь турецкую батарею — пушки на пригорке, охрана вялая. Ветер доносит рваные команды.\nСвязь с командованием отсутствует, но шанс редкий: если ударить сейчас — можно захватить орудия и спасти жизни на фронте.\nПриказа нет. Но решение — твоё.",
    "choices": [
      {
        "text": "Рискуешь и атакуешь батарею",
        "next": "Budyonny_33"
      },
      {
        "text": "Возвращаешься с докладом, не вступая в бой",
        "next": "Budyonny_34"
      }
    ]
  },
  "Budyonny_33": {
    "text": "Ты ведёшь людей в атаку, словно буря срывается с хребтов. Турки не успевают развернуть орудия.\nПобеда! Ты возвращаешься с крестом на груди.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_35"
      }
    ]
  },
  "Budyonny_34": {
    "text": "Ты возвращаешься и докладываешь. Штаб высылает артиллерию — но поздно.\nКогда ты слышишь о гибели роты, что пошла туда позже, ты понимаешь: порой промедление убивает сильнее врага.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_35"
      }
    ]
  },
  "Budyonny_35": {
    "text": "Январь 1916 года, предгорья Эрзурума\n\nПеред тобой — брешь в обороне, словно врата в ад. Туман стелется по горам, и ты знаешь: через час здесь может быть бой.\nВремя — главный враг. Или союзник. Ты решаешь: атаковать или ждать разведку?",
    "choices": [
      {
        "text": "Немедленно атаковать",
        "next": "Budyonny_36"
      },
      {
        "text": "Дождаться разведки",
        "next": "Budyonny_74"
      }
    ]
  },
  "Budyonny_36": {
    "text": "Вы мчитесь вперёд — и вдруг всё вокруг взрывается. Турки были готовы.\nТы падаешь с коня, не успев вскрикнуть. Мгновение — и война для тебя закончена.",
    "choices": []
  },
  "Budyonny_37": {
    "text": "Февраль 1917 — Революция и выбор стороны\n\nНиколай II отрекается от престола. Старый порядок рухнул, а фронт рассыпается на глазах.\nВ 18-м Северском драгунском полку начинается брожение: офицеры теряют власть, солдаты избирают комитеты. Казармы больше не слушают приказы сверху — решает общее собрание.\nТы — полный Георгиевский кавалер, уважаемый всеми. Товарищи смотрят на тебя и говорят: «Семён, веди нас. Будь нашим командиром».\nНо за этим выбором — новый путь: ты или останешься с армейской дисциплиной, или шагнёшь в революцию, где каждый день — борьба не только с врагом, но и с самим собой.",
    "choices": [
      {
        "text": "Поддержать солдатский комитет",
        "next": "Budyonny_53"
      },
      {
        "text": "Уйти с казаками-контрреволюционерами",
        "next": "Budyonny_38"
      }
    ]
  },
  "Budyonny_38": {
    "text": "Ты покидаешь разваливающуюся имперскую армию и уходишь с казаками. Дон зовёт своих сынов, и ты отвечаешь.\nТеперь ты — командир сотни в Донской армии, носишь крест поверх шинели и отдаёшь приказы, как когда-то отдавали тебе.\nНо над югом сгущаются красные тучи, и каждый бой — как попытка отстоять исчезающий мир.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_39"
      }
    ]
  },
  "Budyonny_39": {
    "text": "Весна 1918 года. Генерал Каледин мёртв, Донская армия отступает. Ростов захвачен красными, и тебе поручено прикрывать отход колонны.\nНо бойцы не слушают приказов — с каждым днём всё больше из них сбрасывают форму, уходят по ночам. «У меня дети», «Я за землю, не за генералов», — слышишь ты.\nКазаки дезертируют десятками. Лагерь редеет, патрули исчезают, а среди оставшихся — страх и растерянность.\nТы понимаешь: удержать фронт можно только жёсткой рукой. Но сможешь ли ты поднять её на своих?",
    "choices": [
      {
        "text": "Жёстко подавить дезертирство",
        "next": "Budyonny_41"
      },
      {
        "text": "Тайно отпускать «своих»",
        "next": "Budyonny_42"
      },
      {
        "text": "Перейти к красным",
        "next": "Budyonny_40"
      }
    ]
  },
  "Budyonny_40": {
    "text": "В сердце зреет сомнение, и ты решаешься: больше не хочешь быть палачом народа. Ты переезжаешь линию фронта, с поднятыми руками.\nНо революция не прощает вчерашних врагов. Через час — расстрельная команда, холодная яма и чужая земля над головой.\nТвоя попытка искупить — опоздала.",
    "choices": []
  },
  "Budyonny_41": {
    "text": "Ты отдаёшь приказ стрелять по своим. Люди бегут, но страх перед твоим именем становится сильнее страха перед красными.\nВ штабе говорят: «Отлично сработал». Тебе вручают новые погоны.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_43"
      }
    ]
  },
  "Budyonny_42": {
    "text": "Ты закрываешь глаза на бегущих. «Он из нашей станицы», — шепчешь ты сам себе. Но вскоре доносят. В штабе молчат, но через день тебя отстраняют. Без суда, без слов. Война продолжается — но теперь уже без тебя.",
    "choices": []
  },
  "Budyonny_43": {
    "text": "Осень 1919 года. Деникин даёт приказ: «Москва — или смерть». Твоя конница идёт в авангарде, пересекает села, леса, безымянные мосты.\nНо вместо хлеба и соли вас встречают крестьяне с вилами. Для них вы — не освободители, а хозяева с плётками. Красные успели сказать своё слово.\nЛюди прячут зерно, режут провожатых, сжигают мосты. Армия голодает. Ты понимаешь: либо гасить восстания, либо проигрывать — другого пути нет.",
    "choices": [
      {
        "text": "Жечь деревни",
        "next": "Budyonny_44"
      },
      {
        "text": "Уговаривать сдаться",
        "next": "Budyonny_45"
      }
    ]
  },
  "Budyonny_44": {
    "text": "Ты отдаёшь страшный приказ: сжечь села, которые помогают красным. Пламя поднимается над избами, женщины кричат, дети бегут в овраги.\nСтрах ломает сопротивление. Красные не успевают стянуть резервы — и 13 октября вы берёте Тулу, захватывая склады оружия.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_46"
      }
    ]
  },
  "Budyonny_45": {
    "text": "Ты приказываешь не сжигать деревни, а говорить с крестьянами. Обещаешь им свободу, прощаешь тех, кто прятал красных.\nКто-то сдается. Но большинство просто тянет время. Пока ты говоришь, по железной дороге в Тулу прибывают красные эшелоны.\nЧерез неделю Деникин отдаёт приказ об отступлении. Ты отходишь с остатками конницы, проклиная собственную мягкость и цену упущенного часа.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_47"
      }
    ]
  },
  "Budyonny_46": {
    "text": "46. Октябрь 1919 года – Битва за Москву\n\nОктябрь 1919 года. Москва в панике. Красные бросают всё: рабочих, студентов, заградотряды. Троцкий сам поднимает дух обороны, появляясь на бронепоезде.\nНо в рабочих кварталах начинается мятеж: лозунги «Долой большевиков!» звучат в ночи.\nРазведка приносит весточку: «Если ударить сейчас — Кремль можно взять». Ты стоишь перед решением, от которого зависит история страны.",
    "choices": [
      {
        "text": "Штурмовать Кремль",
        "next": "Budyonny_48"
      },
      {
        "text": "Блокировать город",
        "next": "Budyonny_49"
      }
    ]
  },
  "Budyonny_47": {
    "text": "Весна 1920 года. Белая армия в отступлении. За спиной — разбитые части, потерянные города, сожжённые мосты.\nТы оказываешься в Крыму, где барон Врангель пытается создать последний оплот. Но всё рушится.\nТебе предлагают эвакуацию в Турцию.",
    "choices": [
      {
        "text": "Эвакуация",
        "next": "Budyonny_51"
      },
      {
        "text": "Остаться и сдаться красным",
        "next": "Budyonny_52"
      }
    ]
  },
  "Budyonny_48": {
    "text": "Ты ведёшь сотни всадников сквозь пули и баррикады. Бои идут на Арбате, на Тверской, возле Кремлёвских стен.\nПотери страшные: рота за ротой ложится на булыжник. Но штурм удался. Ленин и Троцкий бегут из города.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_50"
      }
    ]
  },
  "Budyonny_49": {
    "text": "Ты окружил Москву железным кольцом. Ни еды, ни тепла. Начались перебои с электричеством, голод. Рабочие бастуют, красные комиссары бегут.\nЧерез неделю — белый флаг на башне. ",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_50"
      }
    ]
  },
  "Budyonny_50": {
    "text": "Кремль взят, Совнарком бежал. На улицах — солдаты и безмолвные москвичи. Деникин объявляет восстановление республики, возвращение «порядка».\nНо Россия трещит по швам. В Сибири — Колчак, на Украине — Махно, в Петрограде — остатки красных.\nТы стоишь у окна бывшего царского дворца и думаешь: победа ли это… или просто новый виток хаоса?",
    "choices": []
  },
  "Budyonny_51": {
    "text": "В узком трюме корабля ты стоишь с тысячами офицеров, женщин, детей. Кресты и медали спрятаны под шинелью.\nЗа кормой — Крым, затянутый дымом. Впереди — Константинополь, чужой язык, чужая земля.",
    "choices": []
  },
  "Budyonny_52": {
    "text": "Ты остаёшься, не веря в бегство. Думаешь: может, помилуют? Всё-таки кавалер, командир.\nНо на следующий день тебя ведут во двор. Сухой протокол, трое в шинелях, короткий приказ.\nВыстрел. Красная власть не прощает ни героев, ни проигравших.",
    "choices": []
  },
  "Budyonny_53": {
    "text": "Ты поднимаешь руку за Совет. Солдаты, вчерашние крестьяне, встречают это молча, но с уважением.\nНа следующем собрании тебя избирают председателем комитета полка. Ты теперь не просто командир — ты политическая фигура.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_54"
      }
    ]
  },
  "Budyonny_54": {
    "text": "1918 год — Создание Красной конницы.\n\nВ Москве — голод и декреты, на юге — белогвардейские колонны. Советская власть держится на энтузиазме и страхе.\nТебе предлагают собрать конный отряд: ни лошадей, ни патронов, ни дисциплины. Только вера.",
    "choices": [
      {
        "text": "Согласиться и набрать добровольцев",
        "next": "Budyonny_56"
      },
      {
        "text": "Отказаться",
        "next": "Budyonny_55"
      }
    ]
  },
  "Budyonny_55": {
    "text": "Ты отводишь взгляд и говоришь: «Нет». Война затянулась, ты устал. Хочешь просто сражаться, а не командовать.\nЧерез полгода о тебе забывают. Командиром Первой Конной становится другой. Его имя кричат в газетах. А ты — просто солдат среди тысяч.",
    "choices": []
  },
  "Budyonny_56": {
    "text": "Ты объезжаешь деревни, станицы, фронт. Набираешь бойцов: бывших казаков, рабочих, беглых солдат.\nКоней скребёте по хуторам. Оружие — кто с чём. Но в глазах этих людей — огонь.\nТак рождается 1-й Конный социалистический отряд.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_58"
      }
    ]
  },
  "Budyonny_58": {
    "text": "1919 год — Бои под Царицыном (Сталинград)\n\nЦарицын — последняя преграда на пути белых к Волге. Сталин шлёт телеграммы: «Удержать любой ценой».\nТы смотришь на свою конницу: уставшие кони, прореженные ряды, изорванные мундиры. Бойцы не ропщут — но ждут от тебя чуда.\nВариантов два: рискнуть всем в ночной атаке… или отступить, оставив город и, возможно, репутацию.",
    "choices": [
      {
        "text": "Контратаковать ночью",
        "next": "Budyonny_60"
      },
      {
        "text": "Отступить без приказа",
        "next": "Budyonny_59"
      }
    ]
  },
  "Budyonny_59": {
    "text": "Ты приказываешь отступать. Лучше сохранить армию, чем умереть героем на бесполезной высоте.\nНо Сталин не прощает ослушников. Через неделю ты стоишь перед трибуналом. В газетах пишут: «Будённый — трус и предатель».",
    "choices": []
  },
  "Budyonny_60": {
    "text": "Ты поднимаешь бойцов в ночь. Сквозь степь, по звёздам, конница идёт на белый штаб.\nШтыки сверкают в темноте, шашки сливаются с ветром. Белые в панике бегут. Царицын спасён.\nНаутро приходит телеграмма от Сталина: «Благодарю. Народ вами гордится».",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_61"
      }
    ]
  },
  "Budyonny_61": {
    "text": "1920 год — Советско-польская война\n\nЛето 1920 года. Красная армия стоит у ворот Варшавы. \nТы ведёшь Первую Конную — знамёна развеваются, крестьяне встречают хлебом и солью.\nНо польская армия собирается в кулак. Комиссары говорят: «Надо отступить». А ты знаешь — может, это последний шанс.",
    "choices": [
      {
        "text": "Нарушить приказ",
        "next": "Budyonny_62"
      },
      {
        "text": "Подчиниться приказу",
        "next": "Budyonny_63"
      }
    ]
  },
  "Budyonny_62": {
    "text": "Ты идёшь вперёд, невзирая на приказы. Доверяешь интуиции и шпорам. Но поляки били не числом, а планом.\nВ окопах гибнут сотни. Конница разбита, отступает в панике. Красная армия деморализована.\nТы стоишь в степи и слушаешь, как репутация рушится, как сабля выскальзывает из истории.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_64"
      }
    ]
  },
  "Budyonny_63": {
    "text": "Ты отдаёшь тяжёлый приказ: отходить. Люди в тебе разочарованы, но ты спасаешь их.\nАрмия уходит к Днепру с потерями, но боеспособной. Ты знаешь — это не победа, но и не гибель.\nБудет ещё бой. Главное — остаться в седле.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_65"
      }
    ]
  },
  "Budyonny_64": {
    "text": "После Варшавы начинается охота на виноватых. Сталин публично отрекается от тебя: «Будённый подвёл революцию».\nТебя разжалуют, отправят в Среднюю Азию. Потом — в училище, преподавать курс по уставу.\nТвои подвиги забыты. Только кони на манежах всё ещё узнают твой голос.",
    "choices": []
  },
  "Budyonny_65": {
    "text": "Штурм Перекопа (ноябрь 1920 г.)\n\nЛедяной ветер с Сиваша режет лицо. Перед тобой — Турецкий вал, бастион белой армии. Врангель укрылся за колючей проволокой и артиллерией.\nКомиссары требуют штурма: «Вперёд, без пощады!». Но ты понимаешь — это бой в лоб, под пулями, в грязи.\nВойна почти окончена, но за этим валом — ещё тысячи смертей. И всё же отступить — значит предать.",
    "choices": [
      {
        "text": "Лобовая атака",
        "next": "Budyonny_67"
      },
      {
        "text": "Отступить, дождаться зимы",
        "next": "Budyonny_66"
      }
    ]
  },
  "Budyonny_66": {
    "text": "Ты ждёшь — надеешься на разведку, на морозы, на шанс обойти. Но Врангель укрепляется, роет окопы, стягивает резервы.\nСталин называет тебя «боязливым командиром», кивает на карту: «Трусость!».\nА ты видишь сотни могил на старом участке фронта и знаешь: иногда отвага — это тоже убийство.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_68"
      }
    ]
  },
  "Budyonny_67": {
    "text": "Ты отдаёшь приказ, и Красная конница срывается в атаку. Через минные поля, через проволоку, через кровь.\nПотери огромны. Но штурм удаётся. Белые бегут к кораблям, Врангель уходит в изгнание.\nНа следующий день тебе вручают награду. Но ты не радуешься — в каждом поздравлении ты слышишь крик убитых.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_69"
      }
    ]
  },
  "Budyonny_68": {
    "text": "Ты возвращаешься с войны героем. Но не маршалом. Сталин не забывает Перекоп. Тебя отправляют в Среднюю Азию — командовать против басмачей.\nПресс-релизы хвалят, но в кулуарах ты — «тот, кто колебался».\nТы всё ещё командир, но уже — не полководец революции. А Сталин при каждом случае напоминает: «У него дрогнула рука...»",
    "choices": []
  },
  "Budyonny_69": {
    "text": "После победы ты становишься символом Красной конницы. Тебя чествуют как героя, ставят на обложки книг и учат по твоим атакам.\nВ 1935 году ты — один из первых пяти маршалов СССР. На парадах ты впереди, в кинохронике — в папахе и с усами.\nВо время репрессий подписываешь расстрельные списки — молча, как приказ.\nВ 1941 твоя кавалерия бессильна перед танками, но Сталин оставляет тебя — «для морали».\nВ 1945 ты едешь на Параде Победы. \nТы умираешь в 1973, похоронен у Кремлёвской стены.\nИ превращаешься в легенду.",
    "choices": []
  },
  "Budyonny_70": {
    "text": "Ты поднимаешь руки, сдаёшься — без сабли, без оружия, с открытым лицом.\nТебя ведут в штаб, где допрос короткий: «Почему не воевал за революцию? Почему не в РККА?».\nОтветы не имеют значения. Приговор — расстрел.\nНа рассвете тебя выводят к стене. Последний взгляд — в небо, где рассвет смешивается с дымом.\nВыстрел. И всё. История не любит тех, кто пытался остаться в стороне.",
    "choices": []
  },
  "Budyonny_71": {
    "text": "Ты ускользнул за линию фронта и переправился через границу. В Трансильвании, а потом — в Париже, ты моешь посуду в кафе и слушаешь аккордеон.\nНо каждый рассвет тебе кажется чужим. Твоя война осталась там, в степях. И здесь ты — никто.",
    "choices": []
  },
  "Budyonny_72": {
    "text": "Ты смотришь, как цепи бегут. Артиллерия гремит, пули прошивают траву, земля дрожит.\nКомандир кричит: «Оборонять!», но ты знаешь: здесь не выжить. И ты поднимаешь руки, бросаешь винтовку в грязь.\n\nНемцы не стреляют. Под конвоем ведут в лагерь, через обгоревшие хутора, мимо глаз с ненавистью и страхом.\nТебе выдают номер, шинель с чужим клеймом и пайку из тёртого брюква. В бараке холодно, в карманах — пусто, в голове — стыд.\n\nОфицеры больше не командуют. Бывшие друзья — теперь смотрят сквозь.\nВойна продолжается без тебя. А ты — просто цифра в отчёте. Один из тех, кто решил остаться живым, но умер как солдат.",
    "choices": []
  },
  "Budyonny_73": {
    "text": "Паника — как пламя: разгорается мгновенно. Ты несёшься сквозь лес, сквозь снег, не разбирая дороги.\nНо в спину — очередь. Ты падаешь лицом вниз, и всё становится тихо.",
    "choices": []
  },
  "Budyonny_74": {
    "text": "Ты приказываешь остановиться. Разведку отправляешь в обход.\nВзвод молчит — жаждет боя, но верит тебе.\nЧерез два часа возвращается казак-разведчик, задыхаясь:\n— Турки ждут. Вся брешь — ловушка. Пулемёты в скалах, снайперы в развалинах. Если бы пошли — полегли бы все.\nНа следующий день вы входите в Эрзурум с другой стороны — почти без боя.\nКомандование отмечает твою рассудительность. Ты не герой на знаменах — но спас людей.",
    "choices": [
      {
        "text": "Продолжить",
        "next": "Budyonny_37"
      }
    ]
  }
}
